KuruwaNew/Try01_cubic_10g_xdp/cpuidle_rss_rps_rfs_xps_0_0_0_0/xlb_1_4.log
podnum=1
Start time: 1561532739
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    59.09ms   13.63ms 353.67ms   90.33%
    Req/Sec   315.99    124.17     9.43k    88.74%
  918283 requests in 30.10s, 216.31MB read
  Socket errors: connect 0, read 0, write 214, timeout 0
Requests/sec:  30507.77
Transfer/sec:      7.19MB
End time: 1561532769

podnum=2
Start time: 1561532815
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    32.17ms  150.10ms   1.89s    95.40%
    Req/Sec   757.62    585.22    18.73k    74.68%
  1642943 requests in 30.10s, 387.09MB read
  Socket errors: connect 0, read 57191, write 1640, timeout 521
Requests/sec:  54583.05
Transfer/sec:     12.86MB
End time: 1561532846

podnum=4
Start time: 1561532892
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   721.85us    1.87ms 212.72ms   99.94%
    Req/Sec     3.04k     2.54k   42.03k    80.88%
  3751220 requests in 30.09s, 0.86GB read
  Socket errors: connect 0, read 8094, write 1869, timeout 0
Requests/sec: 124681.42
Transfer/sec:     29.37MB
End time: 1561532922

podnum=6
Start time: 1561532972
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   541.73us    2.53ms 409.99ms   99.82%
    Req/Sec     3.27k     2.56k   35.10k    80.17%
  5406003 requests in 30.10s, 1.24GB read
  Socket errors: connect 0, read 10816, write 1945, timeout 0
Requests/sec: 179603.90
Transfer/sec:     42.31MB
End time: 1561533003

podnum=8
Start time: 1561533053
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   380.07us    5.39ms   1.66s    99.97%
    Req/Sec     4.66k     3.53k   38.73k    77.54%
  6296450 requests in 30.10s, 1.45GB read
  Socket errors: connect 0, read 8901, write 2448, timeout 0
Requests/sec: 209191.30
Transfer/sec:     49.28MB
End time: 1561533083

podnum=10
Start time: 1561533137
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   323.50us    2.28ms 212.21ms   99.96%
    Req/Sec     5.09k     3.62k   54.71k    76.40%
  7006153 requests in 30.10s, 1.61GB read
  Socket errors: connect 0, read 8394, write 2673, timeout 0
Requests/sec: 232758.58
Transfer/sec:     54.83MB
End time: 1561533167

podnum=12
Start time: 1561533219
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   320.69us    1.86ms 212.23ms   99.96%
    Req/Sec     4.84k     3.51k   63.54k    78.44%
  7660309 requests in 30.09s, 1.76GB read
  Socket errors: connect 0, read 10326, write 3108, timeout 0
Requests/sec: 254575.96
Transfer/sec:     59.97MB
End time: 1561533249

podnum=14
Start time: 1561533303
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   304.15us    2.04ms 421.58ms   99.96%
    Req/Sec     5.71k     4.20k   84.34k    77.68%
  8458494 requests in 30.10s, 1.95GB read
  Socket errors: connect 0, read 11744, write 3952, timeout 0
Requests/sec: 281008.06
Transfer/sec:     66.19MB
End time: 1561533333

podnum=16
Start time: 1561533383
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   281.83us    2.12ms 220.76ms   99.96%
    Req/Sec     5.73k     4.03k   58.41k    75.25%
  9110669 requests in 30.10s, 2.10GB read
  Socket errors: connect 0, read 12600, write 3737, timeout 0
Requests/sec: 302675.37
Transfer/sec:     71.30MB
End time: 1561533414

podnum=18
Start time: 1561533472
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   280.96us    2.31ms 409.26ms   99.96%
    Req/Sec     6.25k     4.71k   74.74k    78.20%
  9246298 requests in 30.10s, 2.13GB read
  Socket errors: connect 0, read 13876, write 4514, timeout 0
Requests/sec: 307178.14
Transfer/sec:     72.36MB
End time: 1561533502

podnum=20
Start time: 1561533558
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   272.85us    5.85ms   1.69s    99.98%
    Req/Sec     6.25k     4.53k   64.77k    78.64%
  8871732 requests in 30.10s, 2.04GB read
  Socket errors: connect 0, read 14952, write 5562, timeout 0
Requests/sec: 294737.64
Transfer/sec:     69.43MB
End time: 1561533588

podnum=25
Start time: 1561533642
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   263.35us    2.02ms 212.07ms   99.95%
    Req/Sec     6.36k     4.47k   83.18k    78.28%
  9990177 requests in 30.10s, 2.30GB read
  Socket errors: connect 0, read 17100, write 5875, timeout 0
Requests/sec: 331897.11
Transfer/sec:     78.18MB
End time: 1561533673

podnum=30
Start time: 1561533729
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   260.87us    2.69ms 831.79ms   99.96%
    Req/Sec     6.33k     4.23k   89.26k    76.71%
  9862482 requests in 30.10s, 2.27GB read
  Socket errors: connect 0, read 22575, write 6726, timeout 0
Requests/sec: 327654.11
Transfer/sec:     77.18MB
End time: 1561533759

podnum=35
Start time: 1561533819
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   252.82us    1.75ms 211.98ms   99.92%
    Req/Sec     6.19k     4.23k   75.33k    76.56%
  9874070 requests in 30.10s, 2.27GB read
  Socket errors: connect 0, read 24746, write 7507, timeout 0
Requests/sec: 328036.33
Transfer/sec:     77.27MB
End time: 1561533850

podnum=40
Start time: 1561533910
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   234.11us  658.54us 207.84ms   99.60%
    Req/Sec     6.17k     3.83k   79.32k    76.14%
  10812010 requests in 30.10s, 2.49GB read
  Socket errors: connect 0, read 28485, write 9004, timeout 0
Requests/sec: 359200.66
Transfer/sec:     84.61MB
End time: 1561533940

podnum=45
Start time: 1561534002
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   247.10us    2.24ms 835.62ms   99.93%
    Req/Sec     6.44k     4.35k   58.85k    77.30%
  11662109 requests in 30.10s, 2.68GB read
  Socket errors: connect 0, read 33688, write 10397, timeout 0
Requests/sec: 387486.74
Transfer/sec:     91.28MB
End time: 1561534033

podnum=50
Start time: 1561534097
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   235.03us    0.99ms 210.84ms   99.80%
    Req/Sec     6.34k     4.44k   88.00k    78.15%
  10884176 requests in 30.10s, 2.50GB read
  Socket errors: connect 0, read 39105, write 12221, timeout 0
Requests/sec: 361609.23
Transfer/sec:     85.20MB
End time: 1561534128

podnum=55
Start time: 1561534196
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   230.62us    1.42ms 213.94ms   99.86%
    Req/Sec     6.59k     3.89k   76.04k    76.04%
  10713423 requests in 30.10s, 2.47GB read
  Socket errors: connect 0, read 38293, write 13037, timeout 0
Requests/sec: 355948.14
Transfer/sec:     83.90MB
End time: 1561534226

podnum=60
Start time: 1561534296
wrk -c2000 -t100 -d30s http://10.1.1.2/
Running 30s test @ http://10.1.1.2/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   228.12us    0.91ms 211.34ms   99.79%
    Req/Sec     6.56k     4.05k   81.32k    76.37%
  11166495 requests in 30.10s, 2.57GB read
  Socket errors: connect 0, read 43109, write 13329, timeout 0
Requests/sec: 370975.38
Transfer/sec:     87.44MB
End time: 1561534326